<?

$MESS['X51.DG.COUNT_CART'] = 'Показывать поле для ввода кол-ва товара в корзине';
$MESS['X51.DG.ADD_CART'] = 'Включить механизм добавления товара в корзину';
$MESS['X51.DG.SHOW_PRICE'] = 'Показать цену при выводе формы корзины';
$MESS['X51.DG.CONVERT_TO_CURRENCY'] = 'При выводе корзины, конвертировать цену в валюту';


$MESS['X51.RC3.SETTINGS'] = 'Настройки';
$MESS['X51.RC3.SETTINGS.TITLE'] = 'Настройки';
$MESS['X51.RC3.INFO'] = 'Информация';
$MESS['X51.RC3.INFO.TITLE'] = 'Информация о модуле';

$MESS['X51.RC3.OPTIONS'] = 'Опции';
$MESS['X51.RC3.OPTIONS.TITLE'] = 'Параметры модуля';

$MESS['X51.RC3.ACCESS_DENIED'] = 'Доступ запрещен';

$MESS['X51.RC3.RECAPTCHA_CFG_TITLE'] = 'Параметры reCaptcha';
$MESS['X51.RC3.PUBLIC_KEY'] = 'Открытый ключ';
$MESS['X51.RC3.SECRET_KEY'] = 'Секретный ключ';
$MESS['X51.RC3.NOT_LOAD_IF_DETECT'] = 'Не запускать reСaptcha, если профиль пользователя уже определен';

$MESS['X51.RC3.RESTRICT_TITLE'] = 'Ограничения';
$MESS['X51.RC3.ONLY_URL'] = 'Только для определенных URL';
$MESS['X51.RC3.URL_NOTE'] = 'На каждой отдельной строке задайте маску адреса страниц, которые будут исключены из проверки. Используем маски * и ?. Без адреса сайта.';
$MESS['X51.RC3.EXCLUDE_USER_GROUP'] = 'Исключить группы пользователей';

$MESS['X51.RC3.BAN_USER_TITLE'] = 'Запрет на регистрацию/добавление пользователя';
$MESS['X51.RC3.BAN_ADD'] = 'Запрет на добавление';
$MESS['X51.RC3.BAN_REG'] = 'Запрет на регистрацию';

$MESS['X51.RC3.BAN_EVENTS_TITLE'] = 'Почтовые события';
$MESS['X51.RC3.BAN_EVENT_TYPES'] = 'Эти почтовые события запрещены';

$MESS['X51.RC3.LOG_TITLE'] = 'Логирование';
$MESS['X51.RC3.ENABLE_LOG'] = 'Включить лог';

$MESS['X51.RC3.RESTRICT_SCORE_TITLE'] = 'Оценка пользователя';
$MESS['X51.RC3.SCORE'] = 'Оценка, от 0.1 до 0.9';
$MESS['X51.RC3.SCORE_NOTE'] = 'Каждый пользователь оценивается recaptcha от 0.1 (явный бот) до 0.9 (точно пользователь). В поле выше, укажите значение, меньше которого пользователи будут признаны не валидными. Рользователи с оценкой равной или выше будут признаны валидными.';
